[{
    "id": 2294,
    "title": "Vykoupení z věznice Shawshank",
    "year": 1994,
    "duration": 142,
    "descriptions": [
        "Mladý bankéř Andy Dufresne (Tim Robbins) je v roce 1947 odsouzen za vraždu své ženy a jejího milence. Přesto, že tento čin popírá, čeká na něj dvojnásobný doživotní trest v obávané věznici Shawshank. Andy se snaží přizpůsobit vězeňskému životu a po krušných začátcích se sblíží s Redem (Morgan Freeman), jenž si tu odpykává svůj doživotní trest už dvacet let. Sílu, jak přežít zdejší peklo, Andy nachází v tajném snu a skryté naději na svobodu...(Magic Box)",
        "Andy Dufresne (Tim Robbins) je mladý úspešný bankár. Jeho život sa ale drasticky zmení, keď je krivo obvinený a usvedčený z vraždy svojej ženy a jej milenca. A tak putuje na dva doživotné tresty do väznice Shawshank. Všetky príkoria Andy prežíva mlčky, s tichým úsmevom, modrinami na tvári a s pocitom neviny v duši. Po nejakej dobe sa začne kontaktovať s Redom (Morgan Freeman) a jeho kamarátmi. Andy svojim prístupom zmení život vo väznici, pretože v jeho vnútri horí plameň najsilnejší - viera a nádej.(Johnny)"
    ],
    "genres": [
        "Drama",
        "Krimi"
    ],
    "type": "film",
    "url": "https://www.csfd.cz/film/2294/prehled/",
    "origins": [
        "USA"
    ],
    "colorRating": "good",
    "rating": 95,
    "poster": "https://image.pmgstatic.com/cache/resized/w1080/files/images/film/posters/162/505/162505167_735db9.jpg"
},
{
    "id": 10135,
    "title": "Forrest Gump",
    "year": 1994,
    "duration": 142,
    "descriptions": [
        "Poněkud prostoduchý Forrest Gump, vyzbrojen užitečnými radami své matky, se vydává na pouť životem, který mu připraví nejedno překvapení. Mnoho hořkých, ale také nádherných chvil...Mladý muž jménem Forrest Gump sedí na zastávce autobusu a každému, kdo si přisedne, vypráví o svém životě. Poněkud jednoduchý chlapec se narodil v Alabamě, kde žil jen s matkou, která mu dala mnoho dobrých rad do života. Především tu, aby si nikdy nenechal od nikoho namluvit, že je jiný než ostatní. Dostala ho dokonce i do normální školy, přestože jí doporučovali zvláštní, vzhledem k jeho nízkému IQ. Forrest, terč zlomyslných vtípků a krutých žertů svých kamarádů, si tam najde přítelkyni na celý život: Jenny je půvabná blonďatá holčička, kterou zneužívá otec, a tak ji dají do výchovy babičce. Oba se stanou nerozlučnými přáteli. Jenny Forrestovi dá další cennou radu do života: když budeš mít problém, utíkej. A tak Forrest proutíká školou, pak i střední školou a nakonec vysokou, kde se osvědčí jako nejrychlejší hráč amerického fotbalu. Po svém prožívá i velké události v amerických dějinách, třeba přijetí dvou prvních černých studentů na univerzitu nebo setkání s prezidentem Kennedym... Forrest se na vše dívá svýma naivníma očima, aniž by věci zvažoval do důsledků. Řídí se upřímným citem, jako když stále a opakovaně „zachraňuje“ Jenny, jakmile se mu zdá, že jí někdo ubližuje. Když získá diplom, dá se naverbovat do armády. Doslechne se, že Jenny vyhodili ze školy kvůli nestoudným fotkám a že se pokouší v Memphisu prosadit jako zpěvačka. Navštíví ji a znovu nešikovně „zachraňuje“. Pak je poslán do Vietnamu. Ani hrůzy války tak docela nechápe, i když se při jednom útoku projde dokonalým peklem. Je zabit jeho zatím jediný přítel, černoch Bubba. Forrest, kterého chtěl Bubba přibrat jako partnera do své firmy, je zdrcený. Přesto zachrání několik dalších vojáků včetně poručíka Dana Taylora, který mu ale není pranic vděčný: jakožto člen rodiny, v níž celé generace mužů umíraly ve válkách, si přeje zemřít po boku svých mužů. A on navíc přijde o obě nohy. Zraněn je ale i Forrest a vrací se domů. Ještě ve Vietnamu v nemocnici se mu vrátí dopisy, které pravidelně psal Jenny a jejichž adresátka nebyla zastižena... Po návratu domů mu prezident Johnson udělí medaili a při prohlídce Washingtonu se přimíchá do davu protestujících proti válce. Je vyzván, aby pohovořil o Vietnamu, nejde ale zvuk. Přesto ho tisícihlavý dav zdraví jako hrdinu. Mezi přihlížejícími je i Jenny, nyní horlivá aktivistka protiválečného hnutí Černí panteři. Shledání Forresta s jeho velkou a jedinou láskou je dojemné. Prochodí spolu celou noc a povídají si. Forrest nechce, aby Jenny opět odjela, ale ta se chystá do Kalifornie. Forrest zůstává zase sám...(TV Prima)"
    ],
    "genres": [
        "Drama",
        "Komedie",
        "Romantický"
    ],
    "type": "film",
    "url": "https://www.csfd.cz/film/10135/prehled/",
    "origins": [
        "USA"
    ],
    "colorRating": "good",
    "rating": 94,
    "poster": "https://image.pmgstatic.com/cache/resized/w1080/files/images/film/posters/158/988/158988468_acc7b5.jpg"
},
{
    "id": 2292,
    "title": "Zelená míle",
    "year": 1999,
    "duration": 188,
    "descriptions": [
        "Paul Edgecomb se vrací ve vzpomínkách do roku 1935, kdy byl zaměstnán v louisianské věznici jako hlavní dozorce. Tenkrát se tam setkal s výjimečným, byť duchem prostým mužem, který byl obdařen nejen velkým srdcem, ale také nadpozemskými schopnostmi. Byl to John Coffey, neprávem odsouzený na smrt za vraždu dvou malých holčiček. V té době trpěl Paul těžkým zánětem močového měchýře a také neměl šanci zbavit se sadistického, všemi nenáviděného dozorce Percyho. Jednoho dne chce s Paulem mluvit Coffey. Když se k němu přiblíží, chytí ho rukou v rozkroku, pak šokovaného Paula pustí a on uvidí, jak černoch vypustil z úst černý oblak, a současně si uvědomí, že jeho bolestivý zánět zmizel. Coffey má zvláštní schopnost, díky které vyléčí ženu správce věznice, ke které ho tajně v noci převezou, dokonce oživí cvičenou myš jednoho vězně, kterou zabil zlomyslný Percy. John Coffey, kterého čeká smrt, přijímá svůj úděl odevzdaně a bez hořkosti.(TV Nova)"
    ],
    "genres": [
        "Drama",
        "Mysteriózní",
        "Krimi"
    ],
    "type": "film",
    "url": "https://www.csfd.cz/film/2292/prehled/",
    "origins": [
        "USA"
    ],
    "colorRating": "good",
    "rating": 93,
    "poster": "https://image.pmgstatic.com/cache/resized/w1080/files/images/film/posters/000/079/79050_b712c4.jpg"
}
]